; TaskSwitchXP Pro 2.07 Norwegian Language File
; Translated by Oivind Marman, based on Carsten Winkler <carsten@indysign.dk> Danish version

19999="Norwegian (Norsk bokmål)"

; Cofiguration
20000="TaskSwitchXP Pro 2.0 Konfigurasjon"
20001="OK"
20002="Annuller"
20003="Bruk"

; Filters
20031="TaskSwitchXP konfigurasjons filer (*.cfg)"

; Pages
20050="Generelt"
20051="Utseende"
20052="Program Liste"
20053="Forhåndsvis Innstillinger"
20054="Program Info"
20055="Hurtigtaster"
20056="Utelukker"
20057="Avansert"
20058="Om..."

; Page descriptions
20070="Generelle Innstillinger"
20071="Utseende Innstillinger"
20072="Program Liste"
20073="Forhåndsvise Innstillinger"
20074="Program Information"
20075="TaskSwitchXP hurtigstaster"
20076="TaskSwitchXP Utelukker"
20077="Avanserte Innstillinger"
20078="Om TaskSwitchXP"

; General page
20100="Språk:"
20101="<a id=\"idLang\" href=\"\">Finn flere oversettelser...</a>"
20102="Bruk separate innstillinger for hver bruker"
20103="Start automatisk TaskSwitchXP opp når systemet starter"
20104="Sett høy prioritet for TaskSwitchXP"
20105="Sjekk om MS PowerToy TaskSwitcher kjører"
20106="Prosesslinje ikoner:"
20107="Vis TaskSwitchXP ikon på systemlinje ved oppstart"
20108="Vis valgt ikon:"
20109="Minimer vinduet til system linjen ved høyreklikk på Minimer knappen"
20110="Beskytt TaskSwitchXP ikoner mot å bli skjult i Windows XP"
20111="Legg til vinduer minimeret til system linjen i slutten av Alt-Tab listen"
20120="Gjenopprett standardvalg"
20121="Innles..."
20122="Lagre..."

; Appearance page
20200="Plasering på skjermen:"
20201="Vis på aktiv skjerm"
20202="Lag skygge på TaskSwitchXP vinduet"
20203="Aktiver gjennemsiktighet for TaskSwitchXP vinduet:"
20204="Aktiver visende tonings effekt (i millisekunder):"
20205="Aktiver forsvinnende tonings effekt (i millisekunder):"
20206="Foretrukken visningemåte:"
20207="XP visuel stil:"
20208="Klassisk stil:"
20209="Tving TaskSwitchXP til at bruke Klassisk stil"
20210="Vis program listen til venstre for Forhåndsvise billederne"

; Position on screen
20270="Topp - Venstre"
20271="Topp - Senter"
20272="Topp - Høyre"
20273="Senter - Venstre"
20274="Sentret"
20275="Senter - Høyre"
20276="Bunn - Venstre"
20277="Bunn - Senter"
20278="Bunn - Høyre"

; Modern XP skins
20280="Start-panel stil (standard)"
20281="PowerToy TaskSwitcher stil"
20282="Enkel vindus stil"
20283="Flat XP stil"
20284="Myk XP stil"
20285="Prosesslinje stil"

; Classical skins
20290="Start-panel stil (standard)"
20291="Flat start-panel stil"


; Task List page
20300="Liste utseende:"
20301="Antall kolonner:"
20302="Bredde (i pixels):"
20303="Antall linjer:"
20304="Små ikoner"
20305="Aktiver verktøystips for ikon listen"
20306="Aktiver hånd musemarkør over program listen"
20307="Velg programmer på program listen med musen"
20308="Inverter musehjulet"
20309="Valgt stil:"
20310="Tegn kant omkring valgt program"
20311="Tekst stil og farver:"
20312="Skrifttype:"
20313="Størrelse:"
20314="F"
20315="I"
20316="Farvetabell:"

; List views
20390="Ikoner"
20391="Loddrett liste"

; Selection styles
20380="Ramme"
20381="Utfyllt rektangel"
20382="Avrundet rektangel"

; Color indexes
20370="Almindelig tekst"
20371="Valgt tekst"
20372="Valgt bakgrund"
20373="Markeret tekst 1"
20374="Markeret bakgrunn 1"
20375="Markeret tekst 2"
20376="Markeret bakgrunn 2"


; Preview page
20400="Forhåndsvise stil:"
20401="\"Skrivebord\" Forhåndsvise stil"
20402="\"Vindu\" Forhåndsvise stil"
20403="Inkluder prosesslinjen til Forhåndsvise bilde"
20404="Tegn bare siste popup vindu fra programmet"
20405="Tegn ikke skrivebordets bakgrunn i Forhåndsvise (gammel v1.0 stil)"
20406="Tegn skrivebordets bakgrunnsbilde som bakgrunn"
20407="Tegn kant rundt om Forhåndsvise bilde"
20408="Sentrer Forhåndsvise bilde loddrett"
20409="Vis minimerede vinduers titelbar som Forhåndsvise (*)"
20410="Ekskluder alle gjennemsiktige vinduer fra Forhåndsvise (*)"
20411="Bredde på Forhåndsvise bilde (i pixels):"
20412="Forsink generering av første Forhåndsvise (i millisekunder):"
20413="Spar ikke Forhåndsvise bilder i cachen"
20414="Aktiver levende Forhåndsvise bilder (i millisekunder):"


; Info page
20500="Overskrifts område:"
20501="Skrifttype:"
20502="Størrelse:"
20503="F"
20504="I"
20505="Farve:"
20506="Kast skygge:"
20507="Dybde:"
20508="Farve:"
20509="Vis programmets ikon ved overskriften"
20510="Bruk liten overskrifts område"
20511="Informations område:"
20512="Skrifttype:"
20513="Størrelse:"
20514="F"
20515="I"
20516="Farve:"
20517="Kast skygge:"
20518="Dybde:"
20519="Farve:"
20520="Høyde:"
20521="Format:"

; Info formats
20590="Ingen"
20591="Bare program antal"
20592="Prosess ID"
20593="Prosess navn"
20594="Prosess navn [PID]"
20595="Program beskrivelse"


; Hotkeys page
20600="Erstatt standard Windows Alt+Tab program skifter"
20601="Aktiver instans skifter med Ctrl+Alt+[Shift]+Tab"
20602="Ikke skjul TaskSwitchXP når Alt blir sluppet"
20603="Bruk avanseret metode til å erstatte Alt-Tab"
20604="TaskSwitchXP kontroll:"
20605="Program liste:"
20606="Instans list:"
20607="Konfigurer TaskSwitchXP:"
20608="Vis/Skjul system linje ikon:"
20609="Avslutt TaskSwitchXP:"
20610="Øvrige hurtigtaster:"
20611="Minimer vinduet til system linjen:"
20612="Gjenopprett fra system linjen:"


; Exclusions page
20700="Ny..."
20701="Rediger..."
20702="Fjern"

; List groups
20780="Uten Forhåndsvise"
20781="Uten opptelling"

20790="Navn"
20791="Parametre"

; Advanced page
20800="Vindu titler:"
20801="Bruk overskriften fra hoved programmets vinduer"
20802="Avanserede brukerflade innstillinger:"
20803="Fjern overskrifts område"
20804="Fjern informasjon område"
20805="System linje ikon handlinger:"
20806="Høyreklikks meny:"
20807="Konfigurasjon:"
20808="Program liste:"
20809="Instans liste:"
20810="Konfigurasjons innstillinger:"
20811="Vis altid konfigurasjons vinduet øverst"
20812="Husk plasseringen av konfigurasjons vinduet"
20813="Husk den siste valgte konfigurasjons side"
20814="Start TaskSwitchXP ved start/lukk"

; Tray icon actions
20890="Ingen"
20891="Venstre klikk"
20892="Venstre dobbeltklikk"
20893="Midter klikk"
20894="Midter dobbeltklikk"
20895="Høyre klikk"
20896="Høyre dobbeltklikk"


; About page
20900="Oversatt av <a id=\"idTranslatorMail\"href=\"mailto:omarman@operamail.com\">Oivind Marman</a>"


; Exclusions dialog
22000="TaskSwitchXP Utelukker"
22001="OK"
22002="Annuller"
22003="Åpne programmer:"
22004="Oppdater"
22005="Utelukkelses navn:"
22006="Utelukk ved:"
22007="Prosess navn:"
22008="Vindus klasse:"
22009="Vindus titel:"
22010="Utelukk fra:"
22011="Forhåndsvis"
22012="Vindus opptelling"
22013="Aktiveret"

22090="" ; not excluded
22091=">> utelukket fra Forhåndsvise"
22092=">> utelukket fra optelling"

; Configurator Errors
30000="TaskSwitchXP konfigurasjons feil"
30002="Kunne ikke starte TaskSwitchXP.exe! Sjekk din TaskSwitchXP installasjon."
30003="Kunne ikke lagre indstillingerne i registreringsdatabasen. Sjekk dine rettigheter."
30004="Kunne ikke innlese innstillingene fra filen."
30005="Kunne ikke innlese instillingere fra filen. Standard indstillingene er gjenopprett."
30006="Kunne ikke lagre innstillingene til filen."

; Hints for exclusion dialog
30100="Ikke navngitt eksklusjon"
30101="Vennligst tast inn et eksklusjons navn."
30102="Ingen parametre"
30103="Vennligst definer eksklusjons parametre."
30104="Intet prosess navn"
30105="Vennligst tast inn et prosess navn."
30106="Ingen vindusklasse"
30107="Vennligst tast inn en vindusklasse."

; Confirmations
30900="TaskSwitchXP bekreftelse"
30901="TaskSwitchXP har opptaget at mere enn en skjærm er aktiv i ditt system.\r\nVil du aktivere \"Vindus\"-Forhåndsvise til å vise bilder fra din sekundære skjærm?"


; Tray menu
31000="Program liste"
31001="Instans liste"
31002="Innstillinger..."
31003="Avslutt"

31020="Hurtig innstillinger"
31021="Skjul system linje ikon"
31022="Erstatt Alt-Tab"
31023="Aktiver instans skifter"
31024="Skjul ikke Alt-Tab når Alt slippes"
31025="Bruk avanseret Alt-Tab erstatning"
31026="Ny utelukkelse..."

31050="Hjelp"
31051="Dokumentasjon (Engelsk)"
31052="Hjemmeside (Engelsk)"
31053="Om TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d program(mer)"
31091="Gjenopprett alle"
31092="Minimer alle"
31093="Lukk alle"
31094="Gjenopprett"
31095="Minimer"
31096="Lukk"

; Task List menu
31110="Skift til"
31111="Minimer"
31112="Minimer til system linjen"
31113="Overlapp"
31114="Oppsett vannrett"
31115="Opsett loddrett"
31116="Gjenopprett"
31117="Maksimer"
31118="Lukk"
31119="Avslutt prosess"

; Common menu
31150="Vis prosess info"
31151="Velg alle"
31152="Ingen valgt"
31153="Fjern valgte"
31154="Sorter etter titel"
31155="Sorter etter program"

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Navn:  %s\r\nProsess ID:  %u\r\n\r\nVarighed:  %u:%02u:%02u\r\nCPU-tid:  %u:%02u:%02u\r\n\r\nBruk av hukommelse:  %uK\r\nStørrelse på virtuel hukommelse:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="TaskSwitchXP bekreftelse"
31901="TaskSwitchXP kjører allerede. Vil du stoppe den?"
31902="Er du sikker på du vil avslutte TaskSwitchXP?"
31903="TaskSwitchXP har opptaget at MS PowerToy TaskSwitcher kjører.\r\nVil du afslutte den?"

; Errors
32000="TaskSwitchXP Feil"
32002="Kunne ikke starte opp."
32003="Kunne ikke bruke avanseret Alt-Tab erstatning."
32004="Kunne ikke registrere smarvei Alt+Tab eller Alt+Shift+Tab.\r\nEt annet program har kanskje allerede registreret den."
32005="Kunne ikke registrere snarvei Ctrl+Alt+Tab eller Ctrl+Alt+Shift+Tab.\r\nEt annet program har kanskje allerede registreret den."
32006="Kunne ikke starte ConfigTsXP.exe! Sjekk din TaskSwitchXP installasjon."

32500="Kunne ikke registrere snarvei:\r\n\r\nNavn: %s\r\nSkiftere: %02X\r\nVirtuel kode: %02X"
32501="Avslut TaskSwitchXP"
32502="Vis/Skjul system linje ikon"
32503="Konfigurer TaskSwitchXP"
32504="Program liste"
32505="Instas liste"
32506="Minimer vinduet til system linjen"
32507="Gjenopprett fra system linjen"
